Repository: attuska/vdr-plugin-chanman
Catalog: po/*.po
Languages: hu

source: Max items for alphabetic order
hu: Elemek maximális száma abc rendezéshez

source: Show : 1) Prov.; 2) ChID; 3) Freq.
hu: Mutat : 1) Prov.; 2) ChID; 3) Freq.

source: Jump : 1) Alphabetic; 2) Numeric
hu: Ugrás : 1) ABC; 2) Szám

source: Channel Manager
hu: Csatorna kezelő

source: Radio
hu: Rádió

source: Tv Crypt
hu: TV kódolt

source: All
hu: Mind

source: Src+Frequency
hu: Forrás+freki

source: Group
hu: Csoport

source: Src+Provider
hu: Forrás+Provider

source: Src+Name
hu: Forrás+név

source: Name
hu: Név

source: Channels
hu: Csatornák

source: Button$Switch
hu: Váltógomb

source: Button$Cut
hu: Vágógomb

source: Button$Paste
hu: Beillesztőgomb

source: Button$Mark
hu: Jelölőgomb
